"Tr.App.CrashMsg1" = "是否发现 查找 崩溃\?";
"Tr.App.CrashMsg2" = "It appears that Find Any File crashed or was quit abnormally last time it was run.\n\nIt\'s not clear what might have caused this. You are welcome to send me, the author, a crash report if you know how to do that.\n\nFor now, you have two choices:\n\n• Reset all Preferences - this will undo all customizations you have done to this application. It will also disable automatic update checks. Choose this option if this app keeps crashing.\n• Continue normally.";
"Tr.App.ContinueButton" = "正常启动";
"Tr.App.ResetButton" = "重置偏好设置";
"Tr.App.ResetMsg1" = "重置所有设置\?";
"Tr.App.ResetMsg2" = "You held down the Option (alt, ⌥) and Shift (⇧) keys when Find Any File was launched.\n\nThis gives you the option to clear all custom settings for this application, including window positions, fonts and search defaults.";
"Tr.App.LangCode" = "en";
"Tr.SearchCriteria.SubjectNames" = "文件名,File Type code,Creator code,创建日期,上次修改日期,Label,大小,种类,Is a Directory,Is an Alias,Owner ID,Group ID,Negate conditions,区分大小写,程序包内容,隐藏项目,废纸篓内容,限制搜索数量,Pass results,-,限制搜索深度,Resource size,路径,文件夹名,文本内容,Case sensitive content,File Type UTI,Slow mode,上次打开日期,Added date,标签,inode,区分变音符,Script,扩展名,注释";
"Tr.SearchCriteria.VerbBoolNames" = "是,否";
"Tr.SearchCriteria.VerbNumericNames" = "小于,大于,等于";
"Tr.SearchCriteria.VerbDateNames" = "正是,在之后,在之前,在之内,今天,昨天";
"Tr.SearchCriteria.VerbEqualsName" = "equals";
"Tr.SearchCriteria.VerbNameNames" = "包含词组,是,以开始,以结尾,不包含,包含单词,匹配模式,包含任何,以任何一个结尾,包含,是正则表达式,是任何,从任何一个开始,不是,两者都不是,存在,不存在";
"Tr.SearchCriteria.VerbIncludeNames" = "显示,不显示,单独显示";
"Tr.SearchCriteria.VerbToAppName" = "to application";
"Tr.SearchCriteria.VerbToName" = "是";
"Tr.SearchCriteria.VerbContentNames" = "包含,匹配正则表达式,不包含";
"Tr.NoLabel" = "None";
"Tr.Exceptions.textFileInfo" = "A text file with the crash details has been created on your desktop. You may send the file to the developer of this program (tempelmann@gmail.com).\n\nYou have the following choices now:\n\n• Ignore — ignore this error and continue using the application.\n• Quit — quit this application. Upon relaunch, you will be given the option to reset all custom settings to see if that avoids the error in the future.";
"Tr.Sorry_something_went_wr" = "Sorry, something went wrong with the root launch. Quitting now.";
"Tr.Choose_a_previously_save" = "Choose a previously saved Search file";
"Tr.website" = "http://findanyfile.app/";
"Tr.website_support" = "http://findanyfile.app/support.html";
"Tr.File" = "文件";
"Tr.New_Find_Window" = "新查找窗口";
"Tr.New_Results_Window" = "新结果窗口";
"Tr.Open" = "打开…";
"Tr.Close" = "关闭";
"Tr.Save" = "保存";
"Tr.Save_As" = "另存为…";
"Tr.Save_As_Defaults" = "保存为默认搜索";
"Tr.Save_Template" = "保存为模板…";
"Tr.Quit" = "退出";
"Tr.Edit" = "编辑";
"Tr.Undo" = "撤消";
"Tr.Cut" = "剪切";
"Tr.Copy" = "复制";
"Tr.Paste" = "粘贴";
"Tr.Clear" = "清除";
"Tr.Select_All" = "全选";
"Tr.Deselect_All" = "取消全选";
"Tr.Preferences" = "偏好设置…";
"Tr.Find" = "搜索";
"Tr.Add_Choice" = "添加规则";
"Tr.Remove_Choice" = "删除规则";
"Tr.View" = "查看";
"Tr.as_List" = "列表";
"Tr.as_Tree" = "树状";
"Tr.as_Preview_Grid" = "图标";
"Tr.Show_Tooltips_Hide_Toolt" = "显示帮助气泡|隐藏帮助气泡";
"Tr.About_Find_Any_File" = "关于";
"Tr.Services" = "服务";
"Tr.Hide_Find_Any_File" = "隐藏查找";
"Tr.Hide_Others" = "隐藏其他";
"Tr.Results" = "结果";
"Tr.OpenItem" = "打开";
"Tr.Reveal_in_Finder" = "在 Finder 中显示";
"Tr.Get_Info" = "显示简介";
"Tr.Quick_Look" = "快速查看";
"Tr.Move_to_Trash" = "移到废纸篓";
"Tr.Delete_Immediately" = "立即删除";
"Tr.Refresh" = "刷新";
"Tr.Window" = "窗口";
"Tr.Latest_Find_Window" = "最新查找窗口";
"Tr.Help" = "帮助";
"Tr.Check_for_Updates" = "检查更新…";
"Tr.Documentation" = "使用手册";
"Tr.View_FAQ_online" = "常见问题";
"Tr.Find_Any_File_Preference" = "偏好设置";
"Tr.Reset_All" = "恢复默认";
"Tr.Sample_Text_Small" = "Sample Text (Small)";
"Tr.Sample_Text_Default" = "Sample Text (Default)";
"Tr.Sample_input" = "Sample input";
"Tr.Quit_once_all_windows_ar" = "关闭所有窗口后退出";
"Tr.Automatically_check_for" = "自动检查应用程序更新";
"Tr.Use_binary_units_for_siz" = "文件大小显示 (1K = 1024)";
"Tr.Results_List_Settings" = "结果视图";
"Tr.Font_Size" = "字体大小 :";
"Tr.Font" = "字体 :";
"Tr.Row_Height" = "Row Height:";
"Tr.Choose_color_for_interme" = "为中间列表项目选择颜色";
"Tr.Dim_Color" = "暗色 :";
"Tr.for_intermediate_folder" = "(用于中间文件夹)";
"Tr.Reset_Fonts" = "重置字体";
"Tr.Find_Any_File" = "查找";
"Tr.on_all_disks_on_local_di" = "所有磁盘\n本地磁盘\n网络磁盘\nFinder 窗口\n选择文件夹…\n启动磁盘";
"Tr.More_Choices" = "Add Rule";
"Tr.Find_Find_All_Stop" = "开始查找/查找全部/停止查找";
"Tr.Hold_down_the_Option_al" = "按住 Option 键以 root 权限搜索，以查找本地磁盘上的任何项目。";
"Tr.Find_Items" = "  位置 ";
"Tr.whose" = "中查找";
"Tr.Searching" = "正在搜索：";
"Tr.Found" = "Found:";
"Tr.Items_Found" = "已找到：%@ 个项目";
"Tr.Indicates_the_number_of" = "Indicates the number of times the disk\'s catalog has changed, leading to potential misses.";
"Tr.Show_All" = "显示全部";
"Tr.Cancel" = "取消";
"Tr.Show_only_0" = "Show only %@";
"Tr.Many_items_found" = "Many items found";
"Tr.Your_search_found_0_ite" = "Your search found %@ items.";
"Tr.Do_you_really_want_to_se" = "Do you really want to see all found items\? It can take a long time to show them all.";
"Tr.Warning_The_results_may" = "Warning: The results may be incomplete";
"Tr.The_following_volumes_c" = "The following volumes\' catalogs were altered during the search in a way that may have led to some items not being found: ";
"Tr.Save_this_Search" = "Save this Search";
"Tr.Find_Any_File_Save" = "查找 - 保存";
"Tr.AutoStart_Prompt" = "文件打开后开始搜索\?";
"Tr.AutoStart_Just_Open" = "否";
"Tr.AutoStart_Auto_Start" = "是";
"Tr.AutoStart_Tooltip1" = "您可以选择在Finder中双击已保存的搜索时会发生什么：";
"Tr.AutoStart_Tooltip2" = "它要么只是打开搜索以便您可以对其进行编辑，要么它会立即开始搜索。";
"Tr.Save_failed_to" = "Save failed to: ";
"Tr.Invalid_or_empty_search" = "无效或空的搜索规则，无法开始搜索。";
"Tr.A_search_criteria_is_not" = "搜索规则无效";
"Tr.The_search_criteria_is_n" = "搜索规则无效";
"Tr.Search_0_for_1" = "Search $0 for $1";
"Tr.Root" = "(Root)";
"Tr.There_are_no_disks_chose" = "There are no disks chosen.";
"Tr.You_need_to_choose_on_wh" = "You need to choose on which disks you want to search.";
"Tr.The_chosen_volume_does_n" = "The chosen volume does not exist";
"Tr.slow" = "(slow)";
"Tr.on_disk" = "%@";
"Tr.inside" = "在: %@";
"Tr.Results_for_0" = "Results for: %@";
"Tr.Results_Shown_FilteredOut2" = "找到 %1$@ 项/ (过滤掉 %2$@ 项)";
"Tr.Copy_Shell_style" = "Copy (Shell style)";
"Tr.Copy_POSIX_style" = "Copy (POSIX style)";
"Tr.Copy_Mac_style" = "Copy (Mac HFS style)";
"Tr.Copy_Path_Submenu" = "复制路径";
"Tr.Copy_POSIX" = "POSIX 路径";
"Tr.Copy_URL" = "URL";
"Tr.Copy_HFS" = "HFS 路径";
"Tr.Copy_Terminal" = "终端路径";
"Tr.Show_hidden" = "Show Invisibles";
"Tr.Check_to_see_hidden_file" = "Check to see hidden files as well as items inside hidden folders";
"Tr.Show_package_contents" = "Show Package Contents";
"Tr.Check_to_see_items_insid" = "Check to see items inside packages and bundles";
"Tr.date_time_delimiter" = ", ";
"Tr.units" = "K,M,G,T";
"Tr.Items_Selected" = "Items Selected: %@";
"Tr.item_has_disappeared" = "<item has disappeared>";
"Tr.Action_All" = "$0 All";
"Tr.Are_you_sure_to_0_1_it" = "确定要%1$@ %2$@ 项目吗\?";
"Tr.You_have_selected_1_ite" = "已选择 %2$@ 个%3$@项目，并选择全部%1$@。 如果不是，请取消。";
"Tr.including_1_folder" = ", including 1 folder,";
"Tr.including_N_folders" = ", including %@ folders,";
"Tr.containing_N_items" = "containing %@ files";
"Tr.delete" = "delete"; /* as a verb, i.e. to delete */
"Tr.Name" = "名称";
"Tr.Size_colon" = "Size: ";
"Tr.Size_data" = "Size data: ";
"Tr.rsrc" = ", rsrc: ";
"Tr.Created" = "Created: ";
"Tr.Modified" = "Modified: ";
"Tr.Owner" = "Owner: ";
"Tr.Group" = ", Group: ";
"Tr.Permissions" = "Permissions: ";
"Tr.Creator" = "Creator: ";
"Tr.Type" = ", Type: ";
"Tr.Original_0" = "Original: <$0>";
"Tr.Version" = "Version ";
"Tr.Internal_Error_failed_a" = "Internal Error (failed assertion)";
"Tr.Quit_2" = "&Quit";
"Tr.HotkeyHelperWarning" = "To enable the hot key feature, a small background application named \"Find Any File 2 Hotkey\" will keep running when you quit Find Any File.";
"Tr.Ignore" = "&Ignore";
"Tr.Internal_Error_exceptio" = "Internal Error (exception)";
"Tr.Purchase_Reminder" = "Purchase Reminder";
"Tr.Purchase_Reminder_Text" = "I am Thomas Tempelmann, the author of this program.\n\nI have put a lot of time into making Find Any File, which you are now able to use and find out how you like it.\n\nPlease consider making a small donation to encourage further development.\n\nIt only costs a few dollars, much less than a lunch out. You will then get an e-mail explaining how to stop this reminder from appearing.\n\nIf you believe you have already paid for FAF, please search your e-mails for mails with \"Find Any File\" in its subject, or check if you purchased it initially in the Mac App Store (in that case, re-install it from there, please).\n\nQuestions or suggestions\?\nWrite me at tempelmann@gmail.com";
"Tr.OK" = "好";
"Tr.minutes_hours_days_weeks" = "分\n时\n天\n周\n月\n年";
"Tr.ExcludeTMVols" = "Exclude Time Machine volume from \"local disks\"";
"Tr.Click_here_to_buy_from_me" = "Purchase \"Find Any File\"";
"Tr.Thank_you_for_the_purcha" = "Thank you for the purchase.";
"Tr.Purchase" = "Purchase…";
"Tr.Please_send_this_to_tt" = "Please send this to: tempelmann@gmail.com";
"Tr.Hot_Key_for_launching_Fi" = "用于启动 查找 的快捷键";
"Tr.Hot_Key" = "快捷键 :";
"Tr.Works_only_in_Finder" = "仅在 Finder 中生效";
"Tr.Install_Hot_Key_at_Login" = "登录时启用快捷键";
"Tr.Works_globally" = "全局生效";
"Tr.click_to_set" = "点击设置";
"Tr.now_press_key_combo" = "现在按下组合键…";
"Tr.Hot_Key_is_currently_not" = "当前未开启快捷键";
"Tr.Hot_Key_0_is_currently" = "快捷键 %@ 以启用";
"Tr.Visit_Website" = "访问网站";
"Tr.Stop_Asking" = "Stop showing this reminder";
"Tr.Columns" = "列设置";
"Tr.Date_Modified" = "修改日期";
"Tr.Date_Created" = "创建日期";
"Tr.Date_Last_Accessed" = "上次打开";
"Tr.Date_Added_To_Dir" = "添加日期";
"Tr.Kind" = "种类";
"Tr.Size" = "大小";
"Tr.Filter" = "筛选";
"Tr.Source_Selection" = "Source Selection";
"Tr.Limits_the_currently_sor" = "Limits the chosen column to items that match the entered text.";
"Tr.Filter_0" = "Filter ^0";
"Tr.Updating" = "Gathering Data…";
"Tr.Path" = "路径";
"Tr.Enclosing_Folder" = "所在文件夹";
"Tr.Name_colon" = "Name: ";
"Tr.Entire_Path" = "Entire Path";
"Tr.Enclosing_Folder_Name" = "Enclosing Folder Name";
"Tr.Label" = "Label";
"Tr.Visit_Support_Page" = "Visit Support Page";
"Tr.Mac_App_Store_Restrictio" = "Mac App Store Restriction";
"Tr.Due_to_App_Store_require" = "Due to App Store requirements from Apple, this function had to be disabled in this application. Please visit the Support web site for more information.";
"Tr.RestoreVisibilityChoices" = "记住搜索结果窗口中的“显示...”选项";
"Tr.CalculateBundleSizes" = "显示应用程序和软件包的大小";
"Tr.Set_Label" = "设置标签...";
"Tr.verb_set_label_of" = "set label of";
"Tr.verb_reveal" = "reveal";
"Tr.verb_open" = "open";
"Tr.verb_get_info" = "get info for";
"Tr.verb_quicklook" = "view";
"Tr.BadSavedSearch" = "The saved search (^0) contains a rule that is damaged or incompatible with this version of FAF.";
"Tr.None" = "(None)";
"Tr.Multiple" = "(Multiple)";
"Tr.OpenWith" = "打开方式";
"Tr.DefaultApp" = "%@ (default)";
"Tr.Choose_Application" = "Choose an Application";
"Tr.DiskPopupTooltip" = "可以将一个或多个文件夹和磁盘放在这里.\n\n按住Shift（⇧）键以选择更多项目.";
"Tr.Hide" = "使隐藏";
"Tr.Unhide" = "使可见";
"Tr.verb_hide" = "hide";
"Tr.verb_unhide" = "unhide";
"Tr.ModificationFailure_Title" = "Operation Failed";
"Tr.ModificationFailure_Msg" = "^0 item(s) could not be changed.\n\nThis might be due to a permission restriction.\n\nYou can try redoing the Search in \"root\" mode by holding the Option (alt, ⌥) key down while pressing the \"Find\" button, then try this operation again.";
"Tr.Helptext_CreatorCode" = "Enter a 4-letter code. Note: This is a special internal code from the old Mac OS times, hardly used nowadays.";
"Tr.Helptext_FileTypeCode" = "Enter a 4-letter code. Note: This is a special internal code, not what the Finder shows as Kind!";
"Tr.Helptext_SizeField" = "可以添加单位后缀，如 K, M, G , T";
"Tr.Helptext_LimitResultsAmount" = "输入一个数字，在找到该数量的项目时停止搜索。";
"Tr.Helptext_NameContainsWords" = "Enter one or more whole words to look for in a file name, separated by spaces.";
"Tr.Helptext_NameMatchesPatternPart1" = "输入您要查找的完整名称，使用 (*) 作为不需要匹配的占位符。";
"Tr.Helptext_NameMatchesPatternPart2" = "Example: \"*2011*.pdf\" finds all names containing 2011 and ending in \".pdf\".";
"Tr.Helptext_FindByLabel" = "To find all items with any label, choose \'None\' here and add the rule \'Negate conditions - Yes\' (hold down the alt key to get the negation option).";
"Tr.Filter_Invisibles" = "隐藏内容";
"Tr.Filter_Show" = "Show"; /* short form used as label */
"Tr.Filter_Hide" = "Hide"; /* short form used as label */
"Tr.Filter_Only" = "Only"; /* short form used as label */
"Tr.Filter_Package_Contents" = "程序包内容";
"Tr.Filter_Trashed" = "废纸篓";
"Tr.Item_vanished" = "--vanished--";
"Tr.HotkeyHelperWarningTitle" = "请注意：";
"Tr.SelectAppTitle" = "Pass Results";
"Tr.Helptext_FolderDepth" = "输入一个数字以限制搜索的深度，使用此规则会强制进行较慢的递归文件夹搜索。";
"Tr.ResetColumnWidths" = "重置列表宽";
"Tr.Open_Recent" = "打开最近搜索";
"Tr.Dear_user_of" = "Dear user of Find Any File";
"Tr.ClearMenu" = "清除记录";
"Tr.Remember_Recent_Searches" = "启用 \"打开最近搜索\" 菜单";
"Tr.CopyPaths" = "复制路径";
"Tr.ExpandAllFoldersInitially" = "搜索结果中展开所有文件夹";
"Tr.ConfigureVolumes" = "特殊文件…";
"Tr.ConfigureVolumesTitle" = "特殊文件设置";
"Tr.Remove" = "Remove";
"Tr.Exclude" = "排除";
"Tr.SeachSlow" = "慢速";
"Tr.VolumesSheet_Exclude" = "排除：在查找中跳过搜索";
"Tr.VolumesSheet_SearchSlowly" = "慢速：在不支持快速搜索（CatalogSearch）的网络硬盘上正确使用";
"Tr.VolumeSheet_Title" = "添加文件夹以进行特殊处理";
"Tr.Where" = "路径";
"Tr.Hint_You_can_also_open" = "Hint: You can also open all included folders if you hold the option (alt, ⌥) key when expanding a folder.";
"Tr.Unlocking_FAF_Title" = "Unlocking Find Any File";
"Tr.Unlocking_FAF_Text" = "You appear to have originally purchased this program in the Mac App Store (\"MAS\") and are now using the \"Indie\" version from my web site (findanyfile.app).\n\nThat\'s okay. There is little difference between the MAS and the Indie versions: The Indie version is usually updated a bit faster and can update itself.\n\nIf it\'s the same to you, I recommend staying with the Indie version.\n\nNow, there\'s one thing you should know:\n\nIf you install this Indie version on a new Mac, it will eventually tell you to pay for it. That happens because the Indie version can\'t tell that you have already purchased it in the App Store.\n\nIf that happens, simply install the version from the App Store briefly. After that, the Indie version knows that it has been paid for and stops bugging you.";
"Tr.Tags" = "标签";
"Tr.NothingFound" = "No items found";
"Tr.Helptext_EnclosingFolder" = "使用它来检查任何项目的封闭文件夹。";
"Tr.Helptext_Path" = "输入路径，例如 \"/System/Library\"。";
"Tr.CantCheckLoginAsRoot" = "Cannot modify these options in Root mode.";
"Tr.FileErrorWithCodeAndMsg" = "There was an error (code %1$@): %2$@";
"Tr.FileErrorWithCode" = "There was an error (code %1$@)";
"Tr.VolumeHasNoTrashFolder" = "The volume has no Trash folder. Use \"Delete Immediately\" instead.";
"Tr.CreateAlias" = "制作替身…";
"Tr.verb_createAlias" = "create an Alias file";
"Tr.RateThisApp" = "Do you like Find Any File\? \n\nIf so, would you mind rating it in the App Store to help others learn of its usefulness\?";
"Tr.RateThisAppTitle" = "Please rate Find Any File";
"Tr.RateLaterButton" = "Maybe Later";
"Tr.RateNowButton" = "Rate Now";
"Tr.RateNeverButton" = "Do Not Rate";
"Tr.Menu_Automatically_Refresh" = "自动刷新";	/* this menu item gets a checkmark (√) */
"Tr.Reset_Window_Placement" = "Reset Window Placement";
"Tr.Rate_Find_Any_File_in_Ap" = "Rate Find Any File in App Store";
"Tr.ContactSupportViaEMail" = "通过 E-Mail 联系支持";
"Tr.ShowCustomIconsOnNetworkVolumes" = "在网络磁盘上显示自定义图标";
"Tr.Copy_All_Columns" = "Copy All Columns";
"Tr.Preview_Size" = "显示大小：";
"Tr.Collapse" = "Collapse";
"Tr.Expand" = "Expand";
"Tr.Helptext_NameContainsPhrase" = "输入您要查找的部分名称，与输入的名称完全相同，包括空格。";
"Tr.Helptext_NameEither" = "输入几个备选方案，以空格或回车分隔，用于匹配文件名。 事例: \".gif .png .jpg\" 会找到大多数类型的图像文件。";
"Tr.Helptext_FileContent" = "输入要在文件中查找的文本，只能找到文件中的纯文本 (ASCII, UTF-8, UTF-16)，包括压缩的 zip 文件。";
"Tr.Helptext_NameContainsFragments" = "输入一个或多个必须出现在文件名中的文本，以空格分隔。";
"Tr.forcedSlow" = "(forced slow)";
"Tr.AppNeedsMovingTitle" = "Find Any File needs to be moved";
"Tr.AppNeedsMovingMsg" = "This app cannot work properly from the folder into which it was downloaded.\n\nPlease move the app somewhere else, e.g. to the Applications folder or the Desktop.";
"Tr.BetaUpdates" = "包含测试版和预览版";
"Tr.Optional.Purchased_By" = "Purchased on ^1 by";
"NSSearchField.NoRecentSearchesLocalizedText" = "No Recent Searches";
"NSSearchField.RecentSearchesLocalizedText" = "Recent Searches";
"Tr.SearchCriteria.VerbUTINames" = "conforms to,equals,does not conform to,does not equal";
"Tr.Helptext_UTIConformsTo" = "For finding images, choose \"conforms to\" and enter \"public.image\", for music \"public.audio\", for videos \"public.movie\".";
"Tr.NeedAutomationAccessToFinder" = "For \"%@\" to work, you need to open the System Preferences and give FAF access to Finder under Privacy / Automation.";
"Tr.DeleteIssuesTitle" = "The operation failed for some items:";
"Tr.ItemsWereLocked" = "Some items are locked or require root permissions.";
"Tr.ItemsSystemProtected" = "Some items are protected by the system and can't be deleted.";
"Tr.TryToDeleteAgain" = "Do you want to try to %@ these items as well?";
"Tr.RetryButton" = "Retry";
"Tr.NotDeletedBecauseOfError" = "Some items were not deleted because of an error:\n\n%@";
"Tr.trash_verb" = "trash"; /* as a verb, i.e. to trash */
"Tr.AllColumns" = "全部显示的列";	/* Used in Search Filter popup menu to mean "search in all shown columns" */
"Tr.Menu_Remove_Deleted" = "移除已删除的项目";
"Tr.Menu_Deleted_Stay" = "删除的项目保持可见";	/* this menu item gets a checkmark (√) */
"Tr.SearchCancelled" = "Search was canceled";
"Tr.ShowResultsEarly" = "尽快显示结果";
"Tr.CopyAsJSON" = "Copy (JSON Format)";
"Tr.Grant_Full_Disk_Access" = "Grant Full Disk Access…";
"Tr.macOS_system" = "macOS system";
"Tr.SearchCriteria.VerbKindNames" = "是,不是";
"Tr.Helptext_RegEx" = "输入正则表达式 (grep)。 搜索 \"regex PCRE2\" 寻求帮助。";
"Tr.Kind.Image" = "Image";
"Tr.Kind.Video" = "Video";
"Tr.Kind.Audio" = "Audio";
"Tr.Kind.Text" = "Text";
"Tr.Kind.Plain Text" = "Plain Text";
"Tr.Revert_to_Saved" = "Revert to Saved";
"Tr.EnterFourChars" = "Exactly four characters need to be entered";
"Tr.InvalidNumberOrUnit" = "The entered number or unit is not valid";
"Tr.NoFinderSelection" = "No folders selected in Finder";
"Tr.NoSources" = "Nowhere to search";
"Tr.Unpaid" = "Unpaid";
"Tr.FDA_Needs_Enabling_Title" = "FAF needs Full Disk Access";
"Tr.FDA_Needs_Enabling_Msg" = "Please grant Full Disk Access to Find Any File so that it can access all files on your boot volume.";
"Tr.FDA_Show_You_How" = "\n\nIf you click OK, you will be shown how to do that.";
"Tr.Add_Choice_Above" = "Add Rule (Above)";
"Tr.Minimize" = "最小化";
"Tr.Zoom" = "缩放";
"Tr.Bring_All_to_Front" = "前置全部窗口";
"Tr.IncludeSpotlightResults" = "包含 Spotlight 结果";
"Tr.HotkeyRunsHelper_Title" = "Consent to running a helper program";
"Tr.HotkeyRunsHelper_Msg" = "In order to use the Hot Key feature, a separate background app, called \"%1$@\", will have to keep running even after FAF is quit.\n\nAlso, if you check the \"%2$@\" option, the same helper app will be installed in your Login Items and thus run whenever you're logged in.";
"Tr.Kind.Application" = "Application";
"Tr.Kind.Archive" = "Archive";
"Tr.Kind.Presentation" = "Presentation";
"Tr.Kind.ebook" = "eBook";
"Tr.Kind.Spreadsheet" = "Spreadsheet";
"Tr.Kind.PDF" = "PDF";
"Tr.Kind.Word" = "Word & Pages";
"Tr.SearchCriteria.VerbPassResultsNames" = "to application,--,to file";
"Tr.Helptext_PassResultsToApp" = "Choose an application that will be asked to open all found items.\nFAF's Results window will not open.";
"Tr.Helptext_PassResultsToFile" = "Choose a file into which the paths of all found items will be saved to.\nFAF's Results window will not open.";
"Tr.RemoveFromResults" = "从结果中删除";
"Tr.Stop" = "停止";
"Tr.Helptext_NameDoesNotContain" = "输入一个不得出现在名称中的文本。如需更多排除，请添加更多此类规则。";
"Tr.Kind.Package" = "Package (Bundle)";
"Tr.Show_Log" = "显示日志";
"Tr.Menu_ShowLocalizedFileNames" = "显示本地化文件名";
"Tr.Helptext_Diacritics_Sensitive" = "区分文件名的重音字符和常规字符, 如搜索“ñ”不会找到“n”?";
"Tr.Helptext_Case_Sensitive" = "区分文件名的大小写，如搜索“a”不会找到“A”";
"Tr.Show_FAFFolder" = "打开 AppSupport 文件夹";
"Tr.FailedToLoadTemplateTitle" = "Failed to load template named \"%@\"";
"Tr.FailedToLoadTemplateInfo" = "See the Log (in Help menu) for details";
"Tr.Unlock" = "解锁";
"Tr.verb_unlock" = "解锁";
"Tr.New_Results_Window_with_Clipboard" = "New Results Window with Clipboard";
"Tr.SearchCriteria.VerbScriptedMatchingNames" = "匹配,不匹配";
"Tr.OpenScriptsFolder" = "打开 Scripts 文件夹";
"Tr.Menu_HighlightFoundNames" = "高亮显示找到的名称";
"Tr.ChoosesViewMode" = "Chooses view mode";	/* tooltip for "View" toolbar item */
"Tr.as_ListTooltip" = "View as a flat list";	/* tooltip for "View" toolbar item */
"Tr.as_TreeTooltip" = "View with enclosing folders";	/* tooltip for "View" toolbar item */
"Tr.as_Preview_GridTooltip" = "View images";	/* tooltip for "View" toolbar item */
"Tr.Filter_Show_Tooltip" = "Shows all"; /* long form */
"Tr.Filter_Hide_Tooltip" = "Hides them"; /* long form */
"Tr.Filter_Only_Tooltip" = "Shows them exclusively"; /* long form */
"Tr.Kind.File" = "File";
"Tr.Kind.Folder" = "Folder";
"Tr.Kind.Directory" = "Directory";
"Tr.Kind.FinderAlias" = "Finder Alias";
"Tr.Kind.Symlink" = "Symlink";
"Tr.Kind.Resolvable" = "Alias or Symlink";
"Tr.Kind.DiskImage" = "Disk Image";
"Tr.DFX_Favorites" = "Favorites";
"Tr.DFX_RecentFolders" = "Recent Folders";
"Tr.ReleaseNotes" = "发行说明";
"Tr.Helptext_Extension" = "输入带或不带(.)的文件扩展名。";
"Tr.SaveWithSearchInfo_Prompt" = "文件中包含搜索信息\?";
"Tr.SaveWithSearchInfo_DoNotInclude" = "否";
"Tr.SaveWithSearchInfo_Include" = "是";
"Tr.SaveWithSearchInfo_Tooltip1" = "If the search info is included, the first lines will have a comment (starting with \"#\") and a search spec (starting with \"{\") in the same format as used in saved searches (\".faf\" files).";
"Tr.SaveWithSearchInfo_Tooltip2" = "";
"Tr.Rename" = "重新命名";
"Tr.BBEditToolsNotInstalled" = "Something went wrong. Do you have BBEdit's Command Line Tools installed?";
"Tr.BrowseWithBBEdit" = "Browse with BBEdit";
"Tr.FindWithBBEdit" = "使用 BBEdit 打开";
"Tr.DataVolWithSystemVol" = "with System files";
"Tr.SortBy" = "排序";
"Tr.InternalError" = "Internal Error in FAF!";
"Tr.ClickHereToReport" = "Click here to report it, please.";
"Tr.RecentLocations" = "最近的位置";
"Tr.RemoveRuleTooltip" = "Removes this rule";
"Tr.RemoveRuleAccessibilityDescription" = "Remove rule";
"Tr.RemoveRuleAccessibilityHelp" = "Removes this rule. Disabled if it's the only rule left.";
"Tr.AddRuleTooltip" = "在下方添加规则，按住 Option 键在此按钮上方添加规则。";
"Tr.AddRuleAccessibilityDescription" = "Add rule";
"Tr.AddRuleAccessibilityHelp" = "在下方添加规则，按住 Option 键在此按钮上方添加规则";
"Tr.SubjectAccessibilityDescription" = "Choose a subject";
"Tr.SubjectAccessibilityHelp" = "";
"Tr.VerbAccessibilityDescription" = "Choose a verb";
"Tr.VerbAccessibilityHelp" = "";
"Tr.TextInputAccessibilityDescription" = "Text input";
"Tr.TextInputAccessibilityHelp" = "Enter the search parameter or leave it blank to not use this rule.";
"Tr.MultilineInputAccessibilityDescription" = "Multi-line input button";
"Tr.MultilineInputAccessibilityHelp" = "Click here or type ⌘+Return to open or close the multi-line editor.";
"Tr.MultilineInputTooltip" = "Click here or type ⌘+Return to open or close the multi-line editor.";
"Tr.NumericInputAccessibilityDescription" = "Numeric input";
"Tr.NumericInputAccessibilityHelp" = "Enter a number or leave blank to not use this rule.";
"Tr.DateInputAccessibilityDescription" = "Date input";
"Tr.DateInputAccessibilityHelp" = "";
"Tr.FileChooserAccessibilityDescription" = "File chooser.";
"Tr.FileChooserAccessibilityHelp" = "Choose the application or the output file.";
"Tr.Optional.SpecialThanks" = "感谢：";
"Tr.Optional.ThirdPartyCodeAcknowledgements" = "第三方代码致谢:";
"Tr.Kind.Font" = "Font";
"Tr.any" = "任何";
"Tr.JoinBeta" = "Join Beta Program";
"Choose Dock Icon" = "选择 Dock 图标";
"Classic Icon" = "经典的";
"Squircle Blue" = "圆形蓝色";
"Squircle Orange" = "圆形橙色";
"Tr.Find Any File" = "查找";